{"keras_version": "2.1.5", "config": [{"config": {"kernel_constraint": null, "activity_regularizer": null, "dtype": "float32", "bias_regularizer": null, "trainable": true, "activation": "relu", "use_bias": true, "batch_input_shape": [null, 6], "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "name": "dense_1", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 220}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "activation": "relu", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "name": "dense_2", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 160}, "class_name": "Dense"}, {"config": {"seed": null, "rate": 0.2, "name": "dropout_1", "trainable": true, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "activation": "relu", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "name": "dense_3", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 130}, "class_name": "Dense"}, {"config": {"seed": null, "rate": 0.2, "name": "dropout_2", "trainable": true, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "activation": "linear", "use_bias": true, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "name": "dense_4", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 3}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential"}