{"keras_version": "2.0.3", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "dtype": "float32", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 220, "bias_constraint": null, "trainable": true, "batch_input_shape": [null, 15], "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 160, "bias_constraint": null, "trainable": true, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "activity_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.2}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 130, "bias_constraint": null, "trainable": true, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "activity_regularizer": null}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "rate": 0.2}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 12, "bias_constraint": null, "trainable": true, "activation": "linear", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_4", "activity_regularizer": null}}]}